"Andromeda" = "Andromeda";
"Antlia" = "Macchina Pneumatica";
"Apus" = "Uccello del Paradiso";
"Aquarius" = "Acquario";
"Aquila" = "Aquila";
"Ara" = "Altare";
"Aries" = "Ariete";
"Auriga" = "Auriga";
"Boötes" = "Boötes";
"Caelum" = "Bulino";
"Camelopardalis" = "Giraffa";
"Cancer" = "Cancro";
"Canes Venatici" = "Cani da Caccia";
"Canis Major" = "Cane Maggiore";
"Canis Minor" = "Cane Minore";
"Capricornus" = "Capricorno";
"Carina" = "Carena";
"Cassiopeia" = "Cassiopea";
"Centaurus" = "Centauro";
"Cepheus" = "Cefeo";
"Cetus" = "Balena";
"Chamaeleon" = "Camaleonte";
"Circinus" = "Compasso";
"Columba" = "Colomba";
"Coma Berenices" = "Chioma di Berenice";
"Corona Australis" = "Corona Australe";
"Corona Borealis" = "Corona Boreale";
"Corvus" = "Corvo";
"Crater" = "Cratere";
"Crux" = "Croce del Sud";
"Cygnus" = "Cigno";
"Delphinus" = "Delfino";
"Dorado" = "Dorado";
"Draco" = "Drago";
"Equuleus" = "Cavallino";
"Eridanus" = "Eridano";
"Fornax" = "Fornace";
"Gemini" = "Gemelli";
"Grus" = "Gru";
"Hercules" = "Ercole";
"Horologium" = "Orologio";
"Hydra" = "Idra";
"Hydrus" = "Idra Maschio";
"Indus" = "Indiano";
"Lacerta" = "Lucertola";
"Leo" = "Leone";
"Leo Minor" = "Leone Minore";
"Lepus" = "Lepre";
"Libra" = "Bilancia";
"Lupus" = "Lupo";
"Lynx" = "Lince";
"Lyra" = "Lira";
"Mensa" = "Mensa";
"Microscopium" = "Microscopio";
"Monoceros" = "Unicorno";
"Musca" = "Mosca";
"Norma" = "Norma";
"Octans" = "Ottante";
"Ophiuchus" = "Ofiuco";
"Orion" = "Orione";
"Pavo" = "Pavone";
"Pegasus" = "Pegaso";
"Perseus" = "Perseo";
"Phoenix" = "Fenice";
"Pictor" = "Pittore";
"Pisces" = "Pesci";
"Piscis Austrinus" = "Pesce Australe";
"Puppis" = "Poppa";
"Pyxis" = "Bussola";
"Reticulum" = "Reticolo";
"Sagitta" = "Freccia";
"Sagittarius" = "Sagittario";
"Scorpius" = "Scorpione";
"Sculptor" = "Scultore";
"Scutum" = "Scudo";
"Serpens Caput" = "Testa del Serpente";
"Serpens Cauda" = "Coda del Serpente";
"Sextans" = "Sestante";
"Taurus" = "Toro";
"Telescopium" = "Telescopio";
"Triangulum" = "Triangolo";
"Triangulum Australe" = "Triangolo Australe";
"Tucana" = "Tucano";
"Ursa Major" = "Orsa Maggiore";
"Ursa Minor" = "Orsa Minore";
"Vela" = "Vela";
"Virgo" = "Vergine";
"Volans" = "Pesce Volante";
"Vulpecula" = "Volpetta";
